{
  "HeaderComponent": {
    "workprofile": "Web Developer",
    "location": "Location",
    "Language": "Language"
  },
"HeroComponent": {
    "mainText": "Lopes Mathéo.",
    "PresText": "I'm a Software Engineer based in Paris, France.",
    "subText": "Code, design, and speed.",
    "text2": "My winning trio.",
    "introText": "Hey, my name is"
},  
  "ProjectComponent": {
    "buttonProject": "View More",
    "buttonallproject": "View All Projects",
    "MainTitleProject": "Completed Projects",
    "subTitleProject": "Discover",
    "descProject1": "With Passion, we've",
    "descProject2": "crafted over",
    "descProject3": "10 unique projects — here are a few:"
  },
"AboutComponent": {
    "Line1": "Hello! I'm Mathéo, a Software Engineer based in Paris, France.",
    "Line2": "I've always been fascinated by tech and IT.",
    "Line3": "Since discovering programming, I've loved creating things—whether it's websites, applications, software, or even completely useless but fun projects!",
    "Line4": "I had the opportunity to complete a web development program at OpenClassrooms, where I gained solid technical expertise by applying my knowledge to real-world projects.",
    "Line5": "With these skills, I co-founded my own company with a partner, specializing in web solutions for the real estate sector. We have collaborated with property inspectors, media partners, and business software publishers on large-scale projects, ranging from SaaS platforms to tools that optimize lead acquisition and client data management.",
    "Line6": "Today, I see myself as a dedicated, passionate, and curious developer, always motivated by technical challenges.",
    "Line7": "Here are some of the technologies I work with regularly:"
},
  "PhotoComponent": {
    "Maintxt": "I'm always excited to discuss new projects and collaboration opportunities. Feel free to reach out and let’s work together on amazing projects."
  },
  "footerComponent": {
    "Maintxt": "Ready? Let’s",
    "Subtxt": "talk about it",
    "buttonTxt": "Contact Me",
    "copyrigth": "Created and Designed by Me"
  },
  "RCI": {
    "line1": "Creation of a dynamic website for an expert in energy optimization and.",
    "line2": "Installation inspections. Implementation of customized features,",
    "line3": "with a dedicated space for services to facilitate client engagement.",
    "line4": "Result: a significant increase in visibility and increased client retention",
    "line5": "thanks to a high-performance, solution-oriented platform."
  },
  "Sibane": {
    "line1": "Creation of a website for a diagnostician with over 20 years of experience.",
    "line2": "We integrated a personalized quote simulator that transformed his site",
    "line3": "into a powerful conversion tool. The result? Retention of over a dozen",
    "line4": "additional clients, while reinforcing his image as a leader in the field."
  },
  "HelloDash": {
    "line1": "Implementation of a complete dashboard for our clients, a true CMS designed for",
    "line2": "flexibility and autonomy. Through this dashboard, they can create unlimited pages,",
    "line3": "customize every aspect of their site, and easily manage their content. With an",
    "line4": "integrated blog generator, over 50 articles have already been published by our clients,",
    "line5": "and a notification system keeps them informed in real-time."
  },
  "ThomasLossie": {
    "line1": "Creation of a website for an art director, a polished project submitted to Awwwards!",
    "line2": "Our client saw a 50% increase in online visibility, putting his work in the spotlight.",
    "line3": "This project allowed him to connect with new clients",
    "line4": "and showcase his work to a wider audience."
  },
  "DiagInnov": {
    "line1": "Design of a unique website for a diagnostician, with a dynamic and colorful cartoon aesthetic.",
    "line2": "The site offers a captivating visual experience, ideal for standing out",
    "line3": "in the real estate diagnostics sector. Thanks to this original design,",
    "line4": "our client easily grabs attention and engages visitors at first glance."
  }
}
