{
  "HeaderComponent": {
    "workprofile": "Développeur web",
    "location": "Localisation",
    "Language": "Langue"
  },
  "HeroComponent": {
    "mainText": "Lopes Mathéo.",
    "PresText": "Je suis un Software Enginner basé à Paris (France)",
    "subText": "Code, design et rapidité ",
    "text2": "mon trio gagnant.",
    "introText": "Hey, je m'appelle"
  },
  "ProjectComponent": {
    "buttonProject": "Voir plus",
    "buttonallproject": "Voir tous les projets",
    "MainTitleProject": "projets terminés",
    "subTitleProject": "Découvrez",
    "descProject1": "Avec Passion,  ",
    "descProject2": "j'ai créé plus de",
    "descProject3": "10 projets uniques, en voici quelques-uns :"
  },
  "AboutComponent": {
    "Line1": "Hello ! Je suis Mathéo , un Software Engineer à Paris, France",
    "Line2": "J’ai toujours été fasciné par la tech et l’IT. ",
    "Line3": "Depuis que j’ai découvert la programmation, j’adore créer des choses,que ce soit des sites web, des applications, des logiciels… oumême des projets totalement inutiles, mais fun !",
    "Line4": "J'ai eu la chance de finir une formation en développement web chez OpenClassrooms, où j’ai acquis une expertise technique solide en appliquant mes connaissances à des projets concrets.",
    "Line5": "Fort de ces compétences, j’ai co-fondé mon entreprise avec un associé en me spécialisant dans les solutions web pour l’immobilier. Nous avons collaboré avec des diagnostiqueurs, des partenaires médias et des éditeurs de logiciels métiers sur des projets d’envergure, allant de plateformes SaaS à des outils optimisant l’acquisition de leads et la gestion des données clients.",
    "Line6": "Aujourd’hui, je me vois comme un développeur impliqué, passionné, curieux et toujours motivé par les défis techniques.",
    "Line7": "Voici quelques technos avec lesquelles je travaille régulièrement :"
  },
  "PhotoComponent": {
    "Maintxt": "Je suis toujours excité de discuter de nouveaux projets et de collaborer sur de nouvelles opportunités. N'hésitez pas à me contacter et capturons ensemble de beaux moments, n'hésitez pas à me contacter et travaillons ensemble sur de magnifiques projets"
  },
  "footerComponent": {
    "Maintxt": "Prêt ? On",
    "Subtxt": "en discute",
    "buttonTxt": "Contactez-moi",
    "copyrigth": "Créé et Designé par Moi"
  },
  "RCI": {
    "line1": "Création d’un site web dynamique pour un expert en optimisation énergétique.",
    "line2": "Inspection des installations. Mise en place de fonctionnalités sur mesure,",
    "line3": "avec un espace dédié à ses services pour faciliter l'engagement des clients.",
    "line4": "Résultat : une augmentation notable de la visibilité et une fidélisation accrue",
    "line5": "grâce à une plateforme performante et orientée solutions."
  },
  "Sibane": {
    "line1": "Création d'un site web pour un diagnostiqueur avec plus de 20 ans d'expérience",
    "line2": "Nous avons intégré un simulateur de devis personnalisé qui a transformé son site",
    "line3": "en un outil de conversion puissant. Résultat ? Une fidélisation de plus d'une dizaine",
    "line4": "de clients supplémentaires, tout en renforçant son image de leader dans le secteur."
  },
  "HelloDash": {
    "line1": "Mise en place d'un dashboard complet pour nos clients, un véritable CMS pensé pour la",
    "line2": "flexibilité et l’autonomie. Grâce à ce dashboard, ils peuvent créer des pages en illimité,",
    "line3": "personnaliser chaque aspect de leur site, et gérer facilement leurs contenus. Avec un",
    "line4": "générateur de blog intégré, plus de 50 articles ont déjà été publiés par nos clients,",
    "line5": "et un système de notifications les aide à rester informés en temps réel."
  },
  "ThomasLossie": {
    "line1": "Création d'un site web pour un directeur artistique, un projet soigné de bout en bout qui",
    "line2": "a été soumis à Awwwards ! Notre client a vu sa visibilité en ligne augmenter de 50 %,",
    "line3": "ce qui a mis son travail en lumière. Ce projet lui a permis de rencontrer de nouveaux",
    "line4": "clients et de présenter ses réalisations à un public élargi."
  },
  "DiagInnov": {
    "line1": "Conception d'un site web unique pour un diagnostiqueur, avec une direction artistique",
    "line2": "cartoon dynamique et colorée. Le site offre une expérience visuelle captivante, idéale",
    "line3": "pour se démarquer dans le secteur des diagnostics immobiliers. Grâce à ce design",
    "line4": "original, notre client attire facilement l'attention et engage ses visiteurs dès le premier coup d'œil."
  }
}
